aaron-bond.better-comments
abusaidm.html-snippets
adpyke.codesnap
alexcvzz.vscode-sqlite
ardenivanov.svelte-intellisense
austenc.tailwind-docs
balduinlandolt.surround-with-tag
batisteo.vscode-django
bfrangi.vscode-django-tex
bibhasdn.django-html
bigonesystems.django
bourhaouta.tailwindshades
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
codium.codium
davidanson.vscode-markdownlint
donjayamanne.python-environment-manager
dustypomerleau.rust-syntax
eamodio.gitlens
ecmel.vscode-html-css
eliverlara.andromeda
esbenp.prettier-vscode
fill-labs.dependi
fivethree.vscode-svelte-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hookyqr.beautify
jinxdash.prettier-rust
joeapl.joapl-theme
junstyle.vscode-django-support
kevinrose.vsc-python-indent
lorenzopirro.rust-flash-snippets
luxcium.pop-n-lock-theme-vscode
mgesbert.python-path
miguelsolorio.min-theme
mikoz.autoflake-extension
mikoz.isort-formatter
mohd-akram.vscode-html-format
monokai.theme-monokai-pro-vscode
mooman219.rust-assist
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
naumovs.color-highlight
njpwerner.autodocstring
oderwat.indent-rainbow
onlylys.leaper
panicbit.cargo
pkief.material-icon-theme
postman.postman-for-vscode
qwtel.sqlite-viewer
raer0.codium-dark-syntax
rexcor.neorose-vimpine
robbowen.synthwave-vscode
rust-lang.rust-analyzer
seyyedkhandon.firacode
shahilkumar.docxreader
shamanu4.django-intellisense
sleistner.vscode-fileutils
stivo.tailwind-fold
sumneko.lua
svelte.svelte-vscode
szaldivar.szaldivar-leap
tamasfe.even-better-toml
thebarkman.vscode-djaneiro
tomsaunders.vscode-workspace-explorer
uloco.theme-bluloco-dark
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
wolfieshorizon.python-auto-venv
xabikos.javascriptsnippets
yandeu.five-server
yatki.vscode-surround
zainchen.json
zarifprogrammer.tailwind-snippets
