[
  "obsidian-relative-line-numbers",
  "various-complements",
  "omnisearch",
  "obsidian-mind-map",
  "obsidian-hover-editor",
  "obsidian-languagetool-plugin",
  "highlightr-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "better-word-count",
  "obsidian-dictionary-plugin",
  "obsidian-excalidraw-plugin",
  "file-tree-alternative",
  "obsidian-plugin-toc",
  "obsidian-code-block-enhancer",
  "darlal-switcher-plus",
  "cycle-through-panes"
]